Repository: vishnuteja/courseBuilder
Catalog: modules/i18n/resources/locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Activity
ru_ru: Упражнение

source: Unit
ru_ru: Раздел

source: Lesson
ru_ru: Урок

source: Unit %(id)s - %(title)s
ru_ru: Раздел %(id)s - %(title)s

source: Slides
ru_ru: Слайды

source: Text Version
ru_ru: Текстовая Версия

source: Previous Page
ru_ru: Предыдущая Cтраница

source: Next Page
ru_ru: Следующая Cтраница

source: End
ru_ru: Конец

source: Add New
ru_ru: Добавить

source: No announcements yet.
ru_ru: Oбъявлений пока нет.

source: Delete
ru_ru: Удалить

source: Edit
ru_ru: Изменить

source: (Draft)
ru_ru: (Черновик)

source: Check Answer
ru_ru: Проверьте Ответ

source: Check Answers
ru_ru: Проверьте Ответы

source: Skip and Show Answer
ru_ru: Пропустить и показать ответ

source: Save Answers
ru_ru: Сохранить ответы

source: Please click one of the buttons for your answer.
ru_ru: Пожалуйста, нажмите одну из кнопок за ваш ответ.

source: All your answers are correct!
ru_ru: Все ваши ответы правильные!

source: Number of questions you answered correctly
ru_ru: Количество вопросов вы ответили правильно

source: You received a score on this assessment of
ru_ru: Оценка которую вы получили

source: Here are lessons you could review to improve your score
ru_ru: Вот уроки, которые вы могли бы посмотреть чтобы улучшить ваш счет

source: Congratulations! Press the \'Save Answers\' button to submit your grade.
ru_ru: Поздравляем! Нажмите кнопку \'Сохранить ответы\' чтобы сохранить свои результаты.

source: Press the \'Save Answers\' button below to save your scores. You can also edit your answers above before clicking \'Save Answers\'.
ru_ru: Нажмите кнопку, кнопка \'Сохранить ответы\' ниже, чтобы сохранить свои результаты. Вы также можете редактировать Ваши ответы выше, прежде чем нажать \'Сохранить ответы\'.

source: Login
ru_ru: Вход

source: Registration
ru_ru: Регистрация

source: Thank you for registering for %(course_title)s. Unfortunately, the course is now full, so registration has closed.
ru_ru: Спасибо за регистрацию на %(course_title)s. К сожалению курс полностью заполнен и регистрация закрыта.

source: Thank you for registering for %(course_title)s. Stay tuned for more information about the course which will start on %(start_date)s.
ru_ru: Спасибо за регистрацию на %(course_title)s. Возвращайтесь за получения дополнительной информации о курсе, который начнется %(start_date)s.

source: To participate in community discussions about this course, register for the web forum at
ru_ru: Для участия в общественной дискуссии о этом курсе зарегистрируйтесь на веб-форуме по адрессу

source: On that page, click on <b>Join Group</b>
ru_ru: На той странице нажмите <b>Вступить</b>

source: To receive announcements about this course, register for the announcements-only email list at
ru_ru: Чтобы получать сообщения об этом курсе зарегистрируйтесь на электронную рассылку по адрессу

source: On that page, click on <b>Join Group</b>. In the dialog box that appears, under <b>How do you want to read this group?</b>, choose <b>Email</b>.
ru_ru: На той странице нажмите <b>Вступить</b>. В диалоговом окне, которое появляется с текстом <b>Как вы хотите читать эту группу? </b>, выберите <b>По электронной почте</b>.

source: Schedule
ru_ru: Расписание

source: Register
ru_ru: Регистрация

source: What is your name?
ru_ru: Как вас зовут?

source: Enroll
ru_ru: Зарегистрироваться

source: Student Profile for
ru_ru: Учетная запись для

source: Currently enrolled
ru_ru: В настоящее время зачислен

source: Date enrolled
ru_ru: Дата зачисления

source: Email
ru_ru: Электронная почта

source: Name
ru_ru: Имя

source: Assessment scores
ru_ru: Результаты экзаменов

source: Pre-class
ru_ru: Предварительный

source: Completed
ru_ru: Закончен

source: Mid-class
ru_ru: Промежуточный

source: Post-class
ru_ru: Окончательный

source: Overall course score
ru_ru: Общая оценка курса

source: New Name
ru_ru: Новое имя

source: Save Changes
ru_ru: Сохранить изменения

source: Cancel
ru_ru: Отмена

source: To leave the course permanently, click on Unenroll
ru_ru: Чтобы отменить регистрацию на курс, нажмите Отменить регистрацию

source: Unenroll
ru_ru: Отменить регистрацию

source: YouTube Video Player
ru_ru: YouTube проигрыватель видео

source: Back to Course page
ru_ru: Назад к главной странице Курса

source: You have been unenrolled from
ru_ru: Регистрация отменена на курс

source: OK
ru_ru: Продолжить

source: Are you sure you want to unenroll from
ru_ru: Вы уверены, что хотите отменить регистрацию на курс

source: Yes
ru_ru: Да

source: No
ru_ru: Нет
